# LPerH Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LPerH Property
SymbolTypeId Class See Also
---
Symbol L/h, indicating unit Liters per hour.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LPerH { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LPerH As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LPerH {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace